alsa-firmware
alsa-tools
alsa-utils
amd-ucode
android-tools
arch-install-scripts
asoundconf
aspell-en
audacious
autoconf
automake
bash
bind
binutils
bison
bzip2
calc
certbot
chromium
clang
cmake
conky
conntrack-tools
coreutils
cronie
cryptsetup
ctags
deadbeef
device-mapper
dhcpcd
diffutils
discord
discount
dmenu
dnsmasq
docker
docker-compose
docker-machine
dotnet-sdk
e2fsprogs
editorconfig-core-c
element-desktop
emacs
evolution
evolution-ews
exo
fakeroot
fbset
feh
file
filesystem
findutils
firefox
flex
fossil
freerdp
garcon
gawk
gcc
gdm
gettext
ghostscript
gimp
git
glibc
gnome-bluetooth
go
go-tools
gogglesmm
gphoto2
graphviz
grep
grub
guake
guvcview
gzip
haskell-base-prelude
htop
inetutils
inkscape
intellij-idea-community-edition
iproute2
iputils
ipython
jdk8-openjdk
jfsutils
jq
jsoncpp
k9s
keepass
leiningen
less
lib32-alsa-plugins
lib32-gnutls
lib32-lcms2
lib32-libxml2
lib32-libxslt
lib32-mpg123
lib32-ncurses
lib32-v4l-utils
libcurl-compat
libde265
libfido2
libgcrypt15
libidn11
libtool
libunwind
libva-mesa-driver
libva-utils
licenses
linux-lts-headers
lldb
llvm
logrotate
lostfiles
lutris
lvm2
lxappearance-obconf
lxc
lxinput
lxrandr
m4
make
man-db
man-pages
mdadm
mencoder
mercurial
mesa
mesa-vdpau
minikube
mono-tools
mousepad
mpg123
nano
net-tools
netctl
networkmanager-openconnect
networkmanager-pptp
nghttp2
nginx
nitrogen
nodejs
npm
ntfs-3g
ntp
nuget
obconf
obs-studio
openbox
openssh
openssl-1.0
openvpn
packer
pacutils
pandoc
parallel
patch
pavucontrol
pciutils
percona-server
perl
perl-digest-hmac
perl-file-mmagic
perl-io-socket-inet6
perl-io-socket-ssl
perl-mime-lite
perl-term-readkey
pipewire-alsa
pkgconf
postgresql
pptpclient
pritunl-client-electron
pritunl-client-electron-numix-theme
procps-ng
profile-sync-daemon
psmisc
pulseaudio
python-psutil
python2-pip
rdesktop
reiserfsprogs
remmina
ristretto
ruby-mustache
s-nail
sddm
sed
shadow
slop
sshfs
steam
sudo
sysfsutils
systemd-sysvcompat
tar
texinfo
texlive-bin
texlive-core
texlive-latexextra
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tidy
time
tldr
tmux
traceroute
transmission-cli
transmission-gtk
tree
tumbler
unoconv
usbutils
util-linux
util-linux-libs
v4l2loopback-dkms
vagrant
vault
vde2
vdpauinfo
vi
virtualbox
vlc
vte3
wget
which
wine
wine-mono
wireshark-qt
wol
wpscan
x264
xawtv
xclip
xcompmgr
xdotool
xf86-video-amdgpu
xf86-video-intel
xf86-video-vesa
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xl2tpd
xloadimage
xmobar
xmonad
xmonad-contrib
xorg-fonts-type1
xorg-server
xorg-twm
xorg-xclock
xorg-xinit
xorgproto
xscreensaver
xsel
xterm
zsh
