amazon-workspacesclient
android-emulator
android-sdk
android-studio
aws-iam-authenticator-bin
azure-cli
binfmt-support
bluez-utils-compat
brave
chromium-pepper-flash
downgrade
drive
dropbox
elgato-gchd-git
firefox-moonlight
flashplugin
google-chrome
google-cloud-sdk
grpcurl-bin
gtk-xfce-engine
gtypist
jp
keepassx2
keeweb-desktop-bin
kops-bin
kubeval-bin
kustomize-bin
lib32-boost-libs
lib32-flashplugin
lib32-lcms
libaudclient
lsyncd
makefontpkg
mongodb
mono-beta
mono-pcl
moonlight-qt
nvidia-docker
omnisharp-roslyn
openlogos
openswan
orage
package-query
parsec-bin
pcmciautils
prelink
qemu-user-static
qt4
rust-analyzer-bin
screenkey-git
scudcloud
skypeforlinux-stable-bin
slack-desktop
teams
terminator-git
transset-df
vassal
vbam-gtk
visual-studio-code-bin
woeusb-git
xfce4-mixer
xfce4-quicklauncher-plugin
xorg-server-utils
xvidcap
yay-bin
zoom
zulip-electron-bin
