acpid
amd-ucode
autoconf
automake
autorandr
aws-cli
barrier
base
bind
bison
bluez
bluez-utils
chromium
clang
cmake
dhclient
discord
dmenu
docker
docker-compose
dosfstools
dunst
efibootmgr
emacs
evtest
fakeroot
firefox
flex
fwupd
gimp
git
github-cli
go
grub
htop
iio-sensor-proxy
inetutils
ipython
jq
keychain
libsmbios
linux
linux-firmware
lsof
lvm2
m4
make
mkinitcpio-systemd-tool
mypy
net-tools
networkmanager
networkmanager-openvpn
nodejs
npm
ntp
openvpn
parallel
patch
pavucontrol
pkgconf
postgresql
pulseaudio-alsa
pulseeffects
pyenv
python-pip
python-poetry
sddm
sof-firmware
sudo
tcpdump
terminator
texinfo
traceroute
unzip
virtualbox
xclip
xdg-user-dirs
xf86-input-synaptics
xf86-video-intel
xf86-video-vesa
xloadimage
xmobar
xmonad
xmonad-contrib
xmonad-utils
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xscreensaver
xsel
xss-lock
zsh
